"1" = "Dialing your ISP...";
"2" = "Connecting...";
"3" = "Authenticating...";
"4" = "Connected to your ISP.";
"5" = "Disconnecting...";

"-2" = "Couldn't start PPP configuration daemon.";
"-1" = "Couldn't initialize PPP.";

"0" = "Could not connect to your ISP.";
"256" = "Modem is not responding.  Check modem connection and try again.";
"257" = "CCL failed.";
"258" = "Chat failed";
"259" = "LCP failed.";
"260" = "Authentication failed. Check your user name and password, and try again.";
"261" = "Idle time out.";

"512" = "No carrier detected.";
"513" = "Your ISP is busy.";
"514" = "No dial tone detected.  Check phone line connection and try again.";
"515" = "A modem error occurred.";

"PPP_SWITCH_TO_PULSE" = "Switching to pulse dialing.";
"PPP_SWITCH_TO_TONE" = "Switching to tone dialing.";
"PPP_WILL_REDIAL" = "Will redial in 3 seconds.";
		
